// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Hantering av användarroller";

UsersTabTitle = "Användare:";
GroupsTabTitle = "Grupper:";
RolesTabTitle = "Roller:";

// default roles
DeviceAdministrator = "Enhetsadministratör";
DeviceGuest = "Enhetsgäst";
DeviceUser = "Enhetsanvändare";

//account types
User = "Användare";
Group = "Grupp";

// context menu operatons
DeleteUserGroupContextMenu = "Radera användare eller grupp(er)";
DeleteRoleContextMenu = "Radera roll(er)";
MoveToGroupContextMenu = "Flytta till grupper";
MoveToUserContextMenu = "Flytta till användare";

// properties names
NameAttribute = "Namn:";
RoleAttribute = "Roll:";
AuthenticationAttribute = "Inloggningsmetod:";
AccountTypeAttribute = "Typ";

// progress titles
UpdateInformationProcessTitle = "Uppdaterar information...";

// new accounts window
OkButton = "OK";
CancelButton = "Avbryt";

AccountSettingsTabTitle = "Kontoinställningar";
PermissionsPoliciesTabTitle = "Behörighetsprinciper";
WindowsDefaultRoleTitle = "Standardbehörighet inställd för Windows:";
LDAPDefaultRoleTitle = "Standardbehörighet inställd för LDAP:";

// alerts
DuplicateNameMessage = "Det här namnet har redan använts.";
DuplicateUserGroupNameDescription = "Det här nätverksanvändar- eller gruppnamnet har redan använts. Ange ett nytt nätverksanvändar- eller gruppnamn.";
DuplicateNameDescription = "Det här namnet har redan använts. Ange ett nytt namn.";
NetworkUserAndGroupTitle = "Nätverksanvändare eller grupp";

DeleteRoleErrorDescription = "Behörighetsgruppen (%@) kan inte tas bort eftersom den fortfarande används som en standardgrupp eller i en nätverksgrupp eller i en mappning av en enhetsbehörighetsgrupp.";

// tooltips
CreateNewUserToolTip = "Skapa en ny användare";
CreateNewGroupToolTip = "Skapa en ny grupp";
CreateNewRoleToolTip = "Skapa en ny roll";

DeleteUsersToolTip = "Radera de valda användarna";
DeleteGroupsToolTip = "Radera de valda grupperna";
DeleteRolesToolTip = "Radera de valda rollerna";

// permission policies
ApplicationNameKey = "Programnamn";
ValueKey = "Värde";

ADMINISTRATIONAPPLICATION = "Administrationsprogram";
REPORTS = "Rapporter";
CONFIGURATIONSTATUSPAGES = "Konfigurations-/statussidor";
CONFIGURATIONPAGE = "Konfigurationssida";
USAGEPAGE = "Användningssida";
FILEDIRECTORY = "Filkatalog";
SUPPLIESSTATUSPAGE = "Statussida för förbrukningartiklar";
COLORUSAGEJOBLOG = "Färganvändningslogg";
FAXREPORTS = "Faxrapporter";
FAXACTIVITYLOG = "Faxaktivitetslogg";
BILLINGCODESREPORT = "Faktureringskodrapport";
BLOCKEDFAXLIST = "Lista över spärrade faxnummer";
LASTFAXCALLREPORT = "Rapport för senaste faxsamtal";
SPEEDDIALLIST = "Kortnummerlista";
OTHERPAGES = "Övriga sidor";
GENERALSETTINGS = "Allmänna inställningar";
GENERAL = "Allmänna inställningar";
DATETIME = "Datum/tid";
DATEANDTIME = "Datum/tid";
ENERGYSETTINGS = "Energiinställningar";
PRINTQUALITYMENU = "Utskriftskvalitetsmeny";
MANAGESTOREDJOBS = "Hantera lagrade jobb";
ENABLERETRIEVEFROMUSB = "Aktivera hämtning från USB";
RESTOREFACTORYSETTINGS = "Återställ fabriksinställningar";
DISPLAYSETTINGS = "Skärminställningar";
NETWORKSETTINGS = "Nätverksinställningar";
NETWORKPROTOCOLS = "Nätverksprotokoll";
COPYSETTINGS = "Kopieringsinställningar";
FAXSETTINGS = "Faxinställningar";
FAXSENDSETTINGS = "Inställningar för faxsändning";
FAXSENDSETUP = "Ställ in faxsändning";
FAXSETUPWIZARD = "Faxinställningsguide";
GENERALFAXSENDSETTINGS = "Allmänna inställningar för faxsändning";
DEFAULTJOBOPTIONSFAXSEND = "Standardjobbalternativ (faxsändning)";
FAXRECEIVESETTINGS = "Inställningar för faxmottagning";
FAXRECEIVESETUP = "Ställ in faxmottagning";
FAXPRINTINGSCHEDULE = "Faxutskriftsschema";
BLOCKEDFAXNUMBERS = "Spärrade faxnummer";
DEFAULTJOBOPTIONSFAXRECEIVE = "Standardjobbalternativ (faxmottagning)";
FAXFORWARDING = "Vidarebefordra fax";
GENERALPRINTSETTINGS = "Allmänna utskriftsinställningar";
DEFAULTPRINTOPTIONS = "Standardutskriftsalternativ";
MANAGETRAYS = "Hantera fack";
STAPLERSTACKERSETTINGS = "Inställningar för arksamlare med häftningsfunktion";
SCANDIGITALSENDSETTINGS = "Inställningar för skanning/digital sändning";
SCANDIGITALSEND = "Inställningar för skanning/digital sändning";
EMAILSETTINGS = "E-postinställningar";
EMAILSETUP = "Ställ in e-post";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Standardjobbinställningar (e-postinställningar)";
SAVETONETWORKFOLDERSETTINGS = "Inställningar för Spara till nätverksmapp";
SAVETONETWORKFOLDERSETUP = "Ställ in Spara till nätverksmapp";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Standardjobbinställningar (nätverksmapp)";
SAVETOUSBSETTINGS = "Inställningar för Spara till USB";
SAVETOUSBSETUP = "Ställ in Spara till USB";
SAVETOUSBJOBSETTINGS = "Jobbinställningar för Spara till USB";
DIGITALSENDSERVICESETUP = "Ställ in digital sändningstjänst";
MANAGESUPPLIES = "Hantera förbrukningsartiklar";
RESETSUPPLIES = "Återställ förbrukningsartiklar";
TROUBLESHOOTINGMENU = "Felsökningsmeny";
TROUBLESHOOTING = "Felsökningsmeny";
RETRIEVEDIAGNOSTICDATA = "Hämta diagnostiska data";
DIAGNOSTICDATA = "Hämta diagnostiska data";
STAPLERSTACKER = "Häftnings-/staplingsenhet";
RETRIEVEFAXDIAGNOSTICDATA = "Hämta diagnosdata om fax";
REMOTECONTROLPANEL = "Fjärrkontrollpanel";
DIGITALSENDINGSOFTWAREDSSSETUP = "Installation av DSS (Digital Sending Software)";
DIGITALSENDINGSOFTWARESETUP = "Installation av Digital Sending Software";
SUPPLYSTATUSAPPLICATION = "Förbrukningsstatusprogram";
COPYAPPLICATION = "Kopieringsprogram";
SIDEDCOPYOUTPUT = "Enkelsidig kopieringsutmatning";
MAKEACOLORCOPY = "Gör en färgkopia";
SAVETODEVICEMEMORYAPPLICATION = "Spara till enhetsminnesprogram";
OPENFROMDEVICEMEMORYAPPLICATION = "Öppna från enhetsminnesprogram";
STOREDFAXES = "Lagrade fax";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Radera lagrat jobb (delat eller privat)";
TRAYS = "Fack";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Möjlighet att ändra inställningar av fackstorlek och -typ";
PRINTING = "Skriver ut";
PRINTINCOLOR = "Skriv ut i färg";
OPENFROMUSBAPPLICATION = "Öppna från USB-program";
FAXAPPLICATION = "Faxprogram";
ABILITYTOEDITTHEBILLINGCODE = "Möjlighet att redigera faktureringskoden";
ABILITYTOEDITASPEEDDIAL = "Möjlighet att redigera ett kortnummer";
EMAILAPPLICATION = "E-postprogram";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Möjlighet att redigera fältet Från för e-post";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Möjlighet att redigera fältet Till för e-post";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Möjlighet att redigera fältet Kopia för e-post";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Möjlighet att redigera fältet Hemlig kopia för e-postl";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Möjlighet att redigera fältet Ämne för e-post";
ABILITYTOEDITTHEBODYOFANEMAIL = "Möjlighet att redigera brödtexten i ett e-postmeddelande";
ADDRESSBOOK = "Adressbok";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Möjlighet att hantera kontakter i en privat adressbok";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Möjlighet att hantera kontakter i delade adressböcker";
SAVETOSHAREPOINT = "Spara till SharePoint®";
NETWORKFOLDERAPPLICATION = "Nätverksmapprogram";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Möjlighet att redigera nätverksmappens sökväg";
JOBSTATUSAPPLICATION = "Jobbstatusprogram";
DETAILSORCANCELANYUSERSJOB = "Visar information om eller avbryter en användares jobb";
ABILITYTOPROMOTEANYUSERSJOB = "Möjlighet att prioritera en användares jobb";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Möjlighet att visa alla jobb i jobbloggen för alla användare";
SAVETOUSBAPPLICATION = "Spara till USB-program";
DEVICEMAINTENANCEAPPLICATION = "Enhetsunderhållsprogram";
INFORMATION = "Information";
DEVICESTATUS = "Enhetsstatus";
PRINT = "Skriv ut";
HPWEBSERVICES = "HPs webbtjänster";
ONLINEHELP = "Onlinehjälp";
FAX = "Fax";
RESTRICTCOLOR = "Begränsa färg";

EnableFromRestrictColorPlugin = "Aktivera den här funktionen genom att gå till plugin-programmet Begränsa färg";
ENABLEDEVICEUSB = "Aktivera enhetens USB-port";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Radera skyddade jobb utan att ange lösenord eller PIN-kod";
JOBLOG = "Jobblogg";
STATUSINFORMATION = "Statusinformation";
PRINTABLEREPORTSANDPAGES = "Utskrivbara rapporter och sidor";
NETWORKING = "Nätverk";
ALERTS = "Notiser";
CONTROLPANELADMINISTRATIONMENU = "Meny för administration av kontrollpanel";
AUTOSEND = "Autosänd";
DISPLAYCUSTOMIZATIONS = "Visa anpassningar";
BACKUPANDRESTORE = "Säkerhetskopiera och återställa";
SOLUTIONINSTALLER = "Lösningsinstallation";
FIRMWAREUPGRADE = "Uppgradering av inbyggd programvara";
QUOTAANDSTATISTICSSERVICES = "Kvot- och statistiktjänster";
CONTROLPANELCUSTOMIZATION = "Anpassning av kontrollpanel";
QUICKSETSSETUP = "Installation av snabbuppsättningar";
GENERALTROUBLESHOOTING = "Allmän felsökning";
CALIBRATIONCLEANING = "Kalibrering/rengöring";
SECURITY = "Säkerhet";
GENERALSECURITY = "Allmän säkerhet";
ACCESSCONTROL = "Åtkomstkontroll";
PROTECTSTOREDDATA = "Skydda lagrade data";
CERTIFICATEMANAGEMENT = "Certifikathantering";
WEBSERVICESECURITY = "Säkerhet för webbtjänster";
EMAILDOMAINRESTRICTION = "Begränsningar av e-postdomäner";
FAXARCHIVEANDFORWARDING = "Arkivering och vidarebefordring av fax";
SPEEDDIALS = "Kortnummer";
COPYPRINT = "Kopiera/skriv ut";
ADJUSTPAPERTYPES = "Justera papperstyper";
RETRIEVEFROMUSBSETUP = "Hämta från USB-installation";
REMOTESCANREQUEST = "Begäran om fjärrskanning";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Snabbinstallationsguider för e-post och spara till nätverksmapp";
PREFERENCES = "Inställningar";
